<?php
return [
  "notice03" => [
    'type' => 'info',
    'title' => 'アップデートのお知らせ【4/22 11:00公開】',
    'date' => '2025/04/22 11:00',
    'body' =>
    "<p>
      4/22 11:00にアップデートを行いました。<br>
      アップデート内容の詳細は下記のとおりです。
    </p>
    <ul>
      <li>今日の記録を追加モーダルの日付選択のとき、日付をクリックした際にカレンダーが表示できるようになりました。</li>
      <li>モーダル表示速度を改善しました。</li>
    </ul>",
  ],
  "notice02" => [
    'type' => 'defect',
    'title' => 'アップデートのお知らせ【4/12 11:00公開】',
    'date' => '2025/04/12 11:00',
    'body' =>
    "<p>
      4/12 11:00にアップデートを行いました。<br>
      アップデート内容の詳細は下記のとおりです。
    </p>
    <ul>
      <li>今日の記録を追加モーダルの日付選択のとき、日付をクリックした際にカレンダーが表示できるようになりました。</li>
      <li>モーダル表示速度を改善しました。</li>
    </ul>",
  ],
  "notice01" => [
    'type' => 'info',
    'title' => 'アップデートのお知らせ【4/12 11:00公開】',
    'date' => '2025/04/12 11:00',
    'body' =>
    "<p>
      4/12 11:00にアップデートを行いました。<br>
      アップデート内容の詳細は下記のとおりです。
    </p>
    <ul>
      <li>今日の記録を追加モーダルの日付選択のとき、日付をクリックした際にカレンダーが表示できるようになりました。</li>
      <li>モーダル表示速度を改善しました。</li>
    </ul>",
  ],
];
